Repository: ShunmeiCho/cmd-ime
Catalog: Sources/CmdIME/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Fonts
ja: フォント
zh_hans: 字体

source: Fonts are copied into CmdIME's fonts folder and used by CmdIME only.
ja: フォントは CmdIME のフォントフォルダーにコピーされ、CmdIME だけで使用されます。
zh_hans: 字体会复制到 CmdIME 的字体文件夹，仅供 CmdIME 使用。

source: Forget
ja: 忘れる
zh_hans: 忘记

source: Forget All
ja: すべて忘れる
zh_hans: 全部忘记

source: Forget the input source remembered for %@
ja: %@ で記憶した入力ソースを忘れる
zh_hans: 忘记为 %@ 记忆的输入源

source: Found %@
ja: %@ が見つかりました
zh_hans: 发现 %@

source: Found %@. Add Slot available.
ja: %@ が見つかりました。スロットを追加できます。
zh_hans: 发现 %@。可以添加槽位。

source: Found %lld input sources
ja: %lld 個の入力ソースが見つかりました
zh_hans: 找到 %lld 个输入源

source: Found %lld input sources you can switch to.
ja: 切り替え可能な入力ソースが %lld 個見つかりました。
zh_hans: 发现 %lld 个可切换的输入源。

source: Found 1 input source you can switch to.
ja: 切り替え可能な入力ソースが 1 個見つかりました。
zh_hans: 发现 1 个可切换的输入源。

source: Found input source %@
ja: 入力ソース %@ が見つかりました
zh_hans: 发现输入源 %@

source: General
ja: 一般
zh_hans: 通用

source: Glass
ja: ガラス
zh_hans: 玻璃

source: Go through the three setup steps again: keyboard access, the detected slots and trying the triggers.
ja: キーボードアクセス、検出されたスロット、トリガーの試用という 3 つの手順をもう一度確認します。
zh_hans: 重新完成三步设置：键盘访问权限、检测到的槽位和试用触发键。

source: Grant Accessibility and Input Monitoring to enable global shortcuts.
ja: グローバルショートカットを有効にするには、アクセシビリティと入力監視を許可してください。
zh_hans: 授予辅助功能和输入监控权限，以启用全局快捷键。

source: Grant permissions, then resume keyboard control
ja: 権限を許可してからキーボード制御を再開してください
zh_hans: 请授予权限，然后继续键盘控制

source: Heavy
ja: ヘビー
zh_hans: 特粗

source: Hidden in
ja: 非表示のアプリ
zh_hans: 隐藏于

source: Hide Indicator
ja: インジケーターを非表示
zh_hans: 隐藏指示气泡

source: Hide this message. Any pending Undo remains available.
ja: このメッセージを非表示にします。保留中の取り消しは引き続き利用できます。
zh_hans: 隐藏此消息。尚未执行的撤销仍然可用。

source: Highlight
ja: 強調色
zh_hans: 高亮

source: How long the indicator stays
ja: インジケーターの表示時間
zh_hans: 指示气泡停留时长

source: How often to check for updates
ja: アップデートの確認頻度
zh_hans: 检查更新的频率

source: Icon
ja: アイコン
zh_hans: 图标

source: Icon + Text
ja: アイコン + テキスト
zh_hans: 图标 + 文字

source: Immediately remove shortcut for %@
ja: %@ のショートカットを今すぐ削除
zh_hans: 立即移除 %@ 的快捷键

source: Immediately remove this slot’s shortcut
ja: このスロットのショートカットを今すぐ削除
zh_hans: 立即移除此槽位的快捷键

source: Import
ja: 読み込む
zh_hans: 导入

source: Import Font...
ja: フォントを読み込む…
zh_hans: 导入字体…

source: Import Settings…
ja: 設定を読み込む…
zh_hans: 导入设置…

source: Import stopped partway: %@
ja: 読み込みが途中で停止しました：%@
zh_hans: 导入中途停止：%@

source: Import...
ja: 読み込む…
zh_hans: 导入…

source: Imported
ja: 読み込み済み
zh_hans: 已导入

source: Imported settings from %@.
ja: %@ から設定を読み込みました。
zh_hans: 已从 %@ 导入设置。

source: In a password field macOS switches to an ASCII input source such as ABC and leaves it there afterwards. This brings back the one you had.
ja: macOS はパスワード欄で ABC などの ASCII 入力ソースに切り替え、そのままにします。この設定で元の入力ソースに戻せます。
zh_hans: macOS 在密码框中会切换到 ABC 等 ASCII 输入源，之后也保持不变。此选项可恢复原来的输入源。

source: In use · %@
ja: 使用中 · %@
zh_hans: 使用中 · %@

source: Indicator
ja: インジケーター
zh_hans: 指示气泡

source: Indicator hidden in %@
ja: %@ でインジケーターを非表示にしました
zh_hans: 指示气泡已在 %@ 中隐藏

source: Indicator no longer shows after an app switch
ja: アプリの切り替え後にインジケーターを表示しません
zh_hans: 切换应用后不再显示指示气泡

source: Indicator preview
ja: インジケーターのプレビュー
zh_hans: 指示气泡预览

source: Indicator shows CmdIME switches only
ja: CmdIME での切り替え時のみインジケーターを表示します
zh_hans: 指示气泡仅在 CmdIME 切换时显示

source: Indicator shows after an app switch
ja: アプリの切り替え後にインジケーターを表示します
zh_hans: 切换应用后显示指示气泡

source: Indicator shows every input source change
ja: 入力ソースが変わるたびにインジケーターを表示します
zh_hans: 输入源每次改变时显示指示气泡

source: Indicator shows in %@ again
ja: %@ でインジケーターを再び表示します
zh_hans: 指示气泡重新在 %@ 中显示

source: Indicator size
ja: インジケーターのサイズ
zh_hans: 指示气泡大小

source: Indicator stays %@
ja: インジケーターの表示時間は %@ です
zh_hans: 指示气泡停留 %@

source: Indicator stays as long as its theme sets
ja: テーマで指定された時間インジケーターを表示します
zh_hans: 指示气泡按主题设定的时长停留

source: Indicator text size
ja: インジケーターの文字サイズ
zh_hans: 指示气泡文字大小

source: Input Monitoring
ja: 入力監視
zh_hans: 输入监控

source: Input source is missing property: %@.
ja: 入力ソースにプロパティがありません：%@。
zh_hans: 输入源缺少属性：%@。

source: Input source not found: %@
ja: 入力ソースが見つかりません：%@
zh_hans: 未找到输入源：%@

source: Input source not found: %@.
ja: 入力ソースが見つかりません：%@。
zh_hans: 找不到输入源：%@。

source: Input source refresh failed: %@
ja: 入力ソースの更新に失敗しました：%@
zh_hans: 输入源刷新失败：%@

source: Input sources
ja: 入力ソース
zh_hans: 输入源

source: Installed
ja: インストール済み
zh_hans: 已安装

source: Installing…
ja: インストール中…
zh_hans: 正在安装…

source: Invalid slot color %@. Use six hexadecimal digits, such as #4D8CFF.
ja: スロットの色 %@ は無効です。#4D8CFF のような 6 桁の 16 進数を使用してください。
zh_hans: 槽位颜色 %@ 无效。请使用六位十六进制数字，例如 #4D8CFF。

source: Invalid slot symbol %@. Use one or two characters.
ja: スロットの記号 %@ は無効です。1〜2 文字を使用してください。
zh_hans: 槽位符号 %@ 无效。请使用一到两个字符。

source: It has %lld slot(s), %lld theme(s), %lld font(s)%@. Your current settings are copied to a backup folder first and take effect again if you import that folder.
ja: スロット %lld 個、テーマ %lld 個、フォント %lld 個%@が含まれています。現在の設定は先にバックアップフォルダにコピーされ、そのフォルダを読み込むと元に戻せます。
zh_hans: 其中包含 %lld 个槽位、%lld 个主题、%lld 个字体%@。当前设置会先复制到备份文件夹，导入该文件夹即可恢复。

source: Keep as is
ja: そのままにする
zh_hans: 保持不变

source: Keep at least one slot.
ja: スロットを 1 つ以上残してください。
zh_hans: 请至少保留一个槽位。

source: Key %@
ja: キー %@
zh_hans: 按键 %@

source: Keyboard Settings…
ja: キーボード設定…
zh_hans: 键盘设置…

source: Keyboard access ready
ja: キーボードアクセス準備完了
zh_hans: 键盘访问已就绪

source: Keyboard control
ja: キーボード制御
zh_hans: 键盘控制

source: Keyboard listener could not start. Re-grant permissions, then try again.
ja: キーボード監視を開始できませんでした。権限を再度付与してから再試行してください。
zh_hans: 无法启动键盘监听。请重新授予权限后重试。

source: Large
ja: 大
zh_hans: 大

source: Last switched
ja: 最後の切り替え
zh_hans: 上次切换

source: Launch at login
ja: ログイン時に起動
zh_hans: 登录时启动

source: Left
ja: 左
zh_hans: 左

source: Left Command
ja: 左 Command
zh_hans: 左 Command

source: Left Control
ja: 左 Control
zh_hans: 左 Control

source: Left Option
ja: 左 Option
zh_hans: 左 Option

source: Left Shift
ja: 左 Shift
zh_hans: 左 Shift

source: Lets CmdIME handle a trigger before other apps see it, and find the text caret for the switch indicator.
ja: ほかのアプリに届く前にトリガーを処理し、切り替えインジケーター用にキャレットの位置を取得できるようにします。
zh_hans: 允许 CmdIME 在其他应用接收到触发键之前处理它，并查找文本光标位置以显示切换指示气泡。

source: Lets CmdIME see key presses while another app is in front, so triggers work everywhere.
ja: ほかのアプリが前面にあるときもキー入力を検出し、どこでもトリガーを使えるようにします。
zh_hans: 允许 CmdIME 在其他应用位于前台时检测按键，让触发键在各处都能生效。

source: Light
ja: ライト
zh_hans: 浅色

source: Light page
ja: ライトページ
zh_hans: 浅色页面

source: Line
ja: ライン
zh_hans: 单行

source: Liquid
ja: リキッド
zh_hans: 液态玻璃

source: Liquid Glass
ja: リキッドガラス
zh_hans: 液态玻璃

source: Listed %lld input sources; removed ones may linger until relaunch
ja: %lld 個の入力ソースを表示しました。削除済みのものは再起動まで残る場合があります
zh_hans: 已列出 %lld 个输入源；已移除的输入源可能在重新启动后才会消失

source: Listener Failed
ja: 監視に失敗
zh_hans: 监听失败

source: Listener started
ja: 監視を開始しました
zh_hans: 监听已启动

source: Listener started.
ja: 監視を開始しました。
zh_hans: 监听已启动。

source: Listener stopped
ja: 監視を停止しました
zh_hans: 监听已停止

source: Listening for your configured shortcuts.
ja: 設定したショートカットを監視しています。
zh_hans: 正在监听你配置的快捷键。

source: Literary
ja: 文学
zh_hans: 文学风格

source: Live keys · Bound keys light up for the current slot
ja: ライブキー · 現在のスロットに割り当てたキーが点灯します
zh_hans: 实时按键 · 当前槽位绑定的按键会亮起

source: Login item disabled
ja: ログイン項目を無効にしました
zh_hans: 已停用登录项

source: Login item enabled
ja: ログイン項目を有効にしました
zh_hans: 已启用登录项

source: Looking through installed apps…
ja: インストール済みアプリを検索中…
zh_hans: 正在查找已安装的应用…

source: Looks right
ja: 問題ありません
zh_hans: 没问题

source: Make this input source the slot’s preferred source.
ja: この入力ソースをスロットの優先入力ソースにします。
zh_hans: 将此输入源设为槽位的首选输入源。

source: Manage
ja: 管理
zh_hans: 管理

source: Manage slots
ja: スロットを管理
zh_hans: 管理槽位

source: Many Chinese input methods use Shift to switch between Chinese and English.
ja: 多くの中国語入力メソッドでは、Shift で中国語と英語を切り替えます。
zh_hans: 许多中文输入法使用 Shift 在中英文之间切换。

source: Mark
ja: マーク
zh_hans: 标记

source: Mark, Slot Color
ja: マーク、スロット色
zh_hans: 标记，槽位色

source: Matched %@ automatically - not pinned
ja: %@ に自動一致 — 固定されていません
zh_hans: 自动匹配了 %@ — 未固定

source: Medium
ja: ミディアム
zh_hans: 中等

source: Minimize
ja: 最小化
zh_hans: 最小化

source: Mint Green
ja: ミントグリーン
zh_hans: 薄荷绿

source: Missing
ja: 未許可
zh_hans: 未授权

source: Mono
ja: モノクロ
zh_hans: 单色

source: More bubbles
ja: そのほかのバブル
zh_hans: 更多气泡

source: Move %@ to the Trash
ja: %@ をゴミ箱に移動
zh_hans: 将 %@ 移到废纸篓

source: Move Down
ja: 下に移動
zh_hans: 下移

source: Move To
ja: 移動先
zh_hans: 移到

source: Move Up
ja: 上に移動
zh_hans: 上移

source: Move down
ja: 下に移動
zh_hans: 下移

source: Move these apps to another slot.
ja: これらのアプリを別のスロットに移動してください。
zh_hans: 将这些应用移到其他槽位。

source: Move to %@
ja: %@ に移動
zh_hans: 移到 %@

source: Move to Trash
ja: ゴミ箱に移動
zh_hans: 移到废纸篓

source: Move up
ja: 上に移動
zh_hans: 上移

source: Move your slots, triggers, indicator themes, imported fonts and activation recipes to another Mac, or keep a copy. An import copies your current settings to a backup folder first.
ja: スロット、トリガー、インジケーターテーマ、読み込んだフォント、有効化レシピを別の Mac に移すか、コピーを保存します。読み込み時は、現在の設定を先にバックアップフォルダにコピーします。
zh_hans: 将槽位、触发键、指示气泡主题、导入的字体和激活配方迁移到另一台 Mac，或保留副本。导入前会先将当前设置复制到备份文件夹。

source: Move, remember or remove
ja: 移動、記憶、または削除
zh_hans: 移动、记忆或移除

source: Moved slot %@
ja: スロット %@ を移動しました
zh_hans: 已移动槽位 %@

source: Nearest available weight is used.
ja: 最も近い使用可能なウェイトを使います。
zh_hans: 使用最接近的可用字重。

source: Needs Permission
ja: 権限が必要
zh_hans: 需要授权

source: Needs approval
ja: 承認が必要
zh_hans: 需要批准

source: Needs permission
ja: 権限が必要
zh_hans: 需要授权

source: Neutral
ja: ニュートラル
zh_hans: 中性

source: Neutral White
ja: ニュートラルホワイト
zh_hans: 中性白

source: New
ja: 新規
zh_hans: 新增

source: New in 0.12: App Rules on the Apps page, a bubble for every switch, Peek, and settings export and import.
ja: 0.12 の新機能：「アプリ」ページのアプリのルール、すべての切り替えで表示されるバブル、クイックビュー、設定の書き出しと読み込み。
zh_hans: 0.12 新增：Apps 页的应用规则、任何切换都有气泡提示、速览，以及设置导出与导入。

source: New version %@ available
ja: 新しいバージョン %@ があります
zh_hans: 新版本 %@ 可用

source: New, %@
ja: 新規、%@
zh_hans: 新增，%@

source: Next slot
ja: 次のスロット
zh_hans: 下一个槽位

source: No %@ trigger for %@
ja: %@ トリガー未設定、スロット %@
zh_hans: 槽位 %2$@ 未设置%1$@触发键

source: No Input Sources
ja: 入力ソースなし
zh_hans: 无输入源

source: No app matches.
ja: 一致するアプリがありません。
zh_hans: 没有匹配的应用。

source: No imported fonts. Imported fonts are used by CmdIME only.
ja: 読み込んだフォントはありません。読み込んだフォントは CmdIME だけで使用します。
zh_hans: 尚未导入字体。导入的字体仅供 CmdIME 使用。

source: No input method matched this switch slot.
ja: この切り替えスロットに一致する入力メソッドがありません。
zh_hans: 没有输入法与此切换槽位匹配。

source: No input method selected
ja: 入力メソッドが選択されていません
zh_hans: 未选择输入法

source: No input methods are available. Refresh methods or add an input source in System Settings.
ja: 利用できる入力メソッドがありません。一覧を更新するか、システム設定で入力ソースを追加してください。
zh_hans: 没有可用的输入法。请刷新输入法，或在系统设置中添加输入源。

source: No input source is selected
ja: 入力ソースが選択されていません
zh_hans: 未选择输入源

source: No input source matched this slot
ja: このスロットに一致する入力ソースがありません
zh_hans: 没有输入源匹配此槽位

source: No input sources
ja: 入力ソースがありません
zh_hans: 没有输入源

source: No key yet
ja: キー未設定
zh_hans: 尚未设置按键

source: No longer remembering input sources per app
ja: アプリごとの入力ソースの記憶を停止しました
zh_hans: 不再按应用记住输入源

source: No longer switching back after password fields
ja: パスワード欄を離れた後の復元を停止しました
zh_hans: 不再在离开密码框后切回

source: No selection
ja: 未選択
zh_hans: 未选择

source: No slot can switch yet
ja: 切り替え可能なスロットがありません
zh_hans: 尚无槽位可以切换

source: No slot can switch yet. Go back and press Change to choose input sources, or finish now.
ja: 切り替え可能なスロットがありません。戻って「変更」で入力ソースを選ぶか、このまま完了してください。
zh_hans: 尚无槽位可以切换。请返回并点击“更改”选择输入源，或现在完成设置。

source: No slot has a key yet
ja: キーを設定したスロットがありません
zh_hans: 尚无槽位设置按键

source: No slot has a key yet. Go back and press Change to bind one, or finish now.
ja: キーを設定したスロットがありません。戻って「変更」で割り当てるか、このまま完了してください。
zh_hans: 尚无槽位设置按键。请返回并点击“更改”进行绑定，或现在完成设置。

source: No trigger
ja: トリガーなし
zh_hans: 无触发键

source: No trigger yet - record one
ja: トリガー未設定 — 記録してください
zh_hans: 尚无触发键 — 请录制一个

source: None
ja: なし
zh_hans: 无

source: Not a usable font file.
ja: 使用可能なフォントファイルではありません。
zh_hans: 不是可用的字体文件。

source: Not current
ja: 現在ではない
zh_hans: 非当前

source: Not found
ja: 見つかりません
zh_hans: 未找到

source: Not installed
ja: 未インストール
zh_hans: 未安装

source: Not matched
ja: 未一致
zh_hans: 未匹配

source: Not pinned
ja: 固定されていません
zh_hans: 未固定

source: Not selected
ja: 未選択
zh_hans: 未选中

source: Not tried yet
ja: 未確認
zh_hans: 尚未尝试

source: Nothing is remembered while keyboard control is paused.
ja: キーボード制御の一時停止中は記憶しません。
zh_hans: 键盘控制暂停时不会记忆输入源。

source: Nothing remembered yet.
ja: まだ記憶されていません。
zh_hans: 尚未记忆任何输入源。

source: Notifications for CmdIME are turned off in System Settings.
ja: システム設定で CmdIME の通知がオフになっています。
zh_hans: 系统设置中已关闭 CmdIME 的通知。

source: Notify me about updates
ja: アップデートを通知
zh_hans: 通知我有更新

source: Off
ja: オフ
zh_hans: 关闭

source: Once the new app has settled, and only if nothing else showed the change.
ja: 新しいアプリが落ち着いてから、ほかのバブルが変化を示していない場合のみ表示します。
zh_hans: 等新应用稳定下来，且尚未有其他气泡显示这次变化时。

source: One color
ja: 単色
zh_hans: 单色

source: One or two characters. Leave empty to use the automatic symbol.
ja: 1〜2 文字。空欄にすると自動のシンボルを使います。
zh_hans: 一到两个字符。留空以使用自动符号。

source: Only .ttf, .otf and .ttc files can be imported.
ja: .ttf、.otf、.ttc ファイルのみ読み込めます。
zh_hans: 只能导入 .ttf、.otf 和 .ttc 文件。

source: Only apps can get a rule.
ja: ルールを設定できるのはアプリのみです。
zh_hans: 只能为应用设置规则。

source: Open
ja: 開く
zh_hans: 打开

source: Open %@ settings
ja: %@の設定を開く
zh_hans: 打开%@设置

source: Open Keyboard Settings
ja: キーボード設定を開く
zh_hans: 打开键盘设置

source: Open Keyboard Settings…
ja: キーボード設定を開く…
zh_hans: 打开键盘设置…

source: Open Notification Settings…
ja: 通知設定を開く…
zh_hans: 打开通知设置…

source: Open Settings
ja: 設定を開く
zh_hans: 打开设置

source: Opened Accessibility settings
ja: アクセシビリティ設定を開きました
zh_hans: 已打开辅助功能设置

source: Opened CmdIME release page
ja: CmdIME のリリースページを開きました
zh_hans: 已打开 CmdIME 发布页面

source: Opened Input Monitoring settings
ja: 入力監視設定を開きました
zh_hans: 已打开输入监控设置

source: Opened Login Items settings
ja: ログイン項目の設定を開きました
zh_hans: 已打开登录项设置

source: Opens a new GitHub issue with the CmdIME and macOS versions filled in.
ja: CmdIME と macOS のバージョンを入力済みの GitHub Issue を開きます。
zh_hans: 打开新的 GitHub 问题，自动填入 CmdIME 和 macOS 版本。

source: Options for %@
ja: %@ のオプション
zh_hans: %@ 的选项

source: Other apps
ja: その他のアプリ
zh_hans: 其他应用

source: Other switches
ja: ほかの切り替え
zh_hans: 其他切换

source: Oxblood
ja: オックスブラッド
zh_hans: 牛血红

source: Pairs
ja: 色のペア
zh_hans: 配色

source: Pale Beige
ja: ペールベージュ
zh_hans: 浅米色

source: Paper
ja: ペーパー
zh_hans: 纸张

source: Paper, One Ink
ja: ペーパー、1 色インク
zh_hans: 纸张，单油墨

source: Paper, Slot Inks
ja: ペーパー、スロットインク
zh_hans: 纸张，槽位油墨

source: Paper, Two Inks
ja: ペーパー、2 色インク
zh_hans: 纸张，双色油墨

source: Password fields
ja: パスワード欄
zh_hans: 密码框

source: Paste
ja: ペースト
zh_hans: 粘贴

source: Pause
ja: 一時停止
zh_hans: 暂停

source: Paused
ja: 一時停止中
zh_hans: 已暂停

source: Peek
ja: クイックビュー
zh_hans: 速览

source: Permissions are ready, but the keyboard listener is not running. Start it before trying your triggers.
ja: 権限は準備できていますが、キーボード監視は動作していません。開始してからトリガーを試してください。
zh_hans: 权限已就绪，但键盘监听器未运行。请先启动，再尝试触发键。

source: Permissions ready. Click Resume to start keyboard control.
ja: 権限が揃いました。「再開」をクリックしてキーボード制御を開始してください。
zh_hans: 权限已就绪。点击“恢复”以启动键盘控制。

source: Pin
ja: 固定
zh_hans: 固定

source: Pin %@ as the preferred input source for %@
ja: %@ を %@ の優先入力ソースとして固定
zh_hans: 将 %@ 固定为 %@ 的首选输入源

source: Powder Blue
ja: パウダーブルー
zh_hans: 粉蓝

source: Practice field
ja: 練習用入力欄
zh_hans: 练习输入框

source: Presets
ja: プリセット
zh_hans: 预设

source: Press
ja: 押す
zh_hans: 按下

source: Press %@
ja: %@ を押す
zh_hans: 按下 %@

source: Press a modifier together with an ordinary key. Return saves · Esc cancels · Delete clears the draft. Tab moves to buttons; Space or Return activates the focused button.
ja: 修飾キーと通常のキーを同時に押してください。 Return で保存 · Esc でキャンセル · Delete で下書きを消去。 Tab でボタンに移動し、Space または Return でフォーカス中のボタンを実行します。
zh_hans: 请同时按下修饰键和普通按键。 Return 保存 · Esc 取消 · Delete 清空草稿。 Tab 移动到按钮；空格或 Return 激活焦点按钮。

source: Preview background
ja: プレビューの背景
zh_hans: 预览背景

source: Privacy
ja: プライバシー
zh_hans: 隐私

source: Privacy: %@
ja: プライバシー：%@
zh_hans: 隐私：%@

source: Programmatic
ja: プログラミング
zh_hans: 代码风格

source: Quit CmdIME
ja: CmdIME を終了
zh_hans: 退出 CmdIME

source: Ready
ja: 準備完了
zh_hans: 已就绪

source: Rebuild slots from installed input sources?
ja: インストール済みの入力ソースからスロットを再作成しますか？
zh_hans: 根据已安装的输入源重建槽位？

source: Rebuilt %lld slots from installed input sources
ja: インストール済みの入力ソースから %lld 個のスロットを再構築しました
zh_hans: 已根据已安装的输入源重建 %lld 个槽位

source: Recipe %@ was skipped: "sourceIDPrefix" is empty.
ja: レシピ %@ をスキップしました。「sourceIDPrefix」が空です。
zh_hans: 已跳过方案 %@：“sourceIDPrefix”为空。

source: Recipe %@ was skipped: it needs "sourceIDPrefix" and a known "strategy".
ja: レシピ %@ をスキップしました。「sourceIDPrefix」と既知の「strategy」が必要です。
zh_hans: 已跳过方案 %@：需要“sourceIDPrefix”和已知的“strategy”。

source: Record a trigger before saving.
ja: 保存する前にトリガーを記録してください。
zh_hans: 请先录制触发键再保存。

source: Record shortcut for %@
ja: %@ のショートカットを記録
zh_hans: 为 %@ 录制快捷键

source: Recording cancelled. Previous trigger unchanged.
ja: 記録をキャンセルしました。以前のトリガーは変更されていません。
zh_hans: 已取消录制。原触发键未更改。

source: Recording. Press a trigger. Return saves; Escape cancels; Delete clears the draft. Tab moves to buttons; Space or Return activates the focused button.
ja: 記録中です。トリガーを押してください。Return で保存、Escape でキャンセル、Delete で下書きを消去します。Tab でボタンに移動し、Space または Return でフォーカス中のボタンを実行します。
zh_hans: 录制中。请按下触发键。Return 保存，Escape 取消，Delete 清空草稿。Tab 移动到按钮，空格或 Return 激活焦点按钮。

source: Recording…
ja: 記録中…
zh_hans: 录制中…

source: Record…
ja: 記録…
zh_hans: 录制…

source: Redo
ja: やり直す
zh_hans: 重做

source: Refresh
ja: 更新
zh_hans: 刷新

source: Refresh input sources
ja: 入力ソースを更新
zh_hans: 刷新输入源

source: Refresh installed input sources
ja: インストール済みの入力ソースを更新
zh_hans: 刷新已安装的输入源

source: Regular
ja: レギュラー
zh_hans: 常规

source: Relaunch CmdIME
ja: CmdIME を再起動
zh_hans: 重新启动 CmdIME

source: Relaunch is not available. Quit CmdIME and open it again.
ja: 再起動できません。CmdIME を終了してから、もう一度開いてください。
zh_hans: 无法重新启动。请退出 CmdIME 后再次打开。

source: Release Notes
ja: リリースノート
zh_hans: 发布说明

source: Release Notes…
ja: リリースノート…
zh_hans: 发布说明…

source: Remember
ja: 記憶する
zh_hans: 记忆

source: Remember input source per app
ja: アプリごとに入力ソースを記憶
zh_hans: 按应用记忆输入源

source: Remember: brings back the input source you last used here; the slot is used only the first time.
ja: 記憶：このアプリで最後に使った入力ソースに戻します。スロットは初回のみ使用します。
zh_hans: 记忆：恢复你在此应用中上次使用的输入源；仅首次使用指定槽位。

source: Remembered now
ja: 現在の記憶
zh_hans: 当前记忆

source: Remembering the input source per app
ja: アプリごとに入力ソースを記憶します
zh_hans: 正在按应用记住输入源

source: Remove
ja: 削除
zh_hans: 移除

source: Remove %@
ja: %@ を削除
zh_hans: 移除 %@

source: Remove Rule
ja: ルールを削除
zh_hans: 移除规则

source: Remove Slot
ja: スロットを削除
zh_hans: 移除槽位

source: Remove rule
ja: ルールを削除
zh_hans: 移除规则

source: Remove the rule for %@
ja: %@ のルールを削除
zh_hans: 移除 %@ 的规则

source: Remove theme %@
ja: テーマ %@ を削除
zh_hans: 移除主题 %@

source: Remove this rule
ja: このルールを削除
zh_hans: 移除此规则

source: Remove this slot
ja: このスロットを削除
zh_hans: 移除此槽位

source: Removed %@
ja: %@ を削除しました
zh_hans: 已移除 %@

source: Removed slot %@
ja: スロット %@ を削除しました
zh_hans: 已移除槽位 %@

source: Removed slot %@. Undo available.
ja: スロット %@ を削除しました。取り消せます。
zh_hans: 已移除槽位 %@。可以撤销。

source: Removed the %@ trigger
ja: %@ のトリガーを削除しました
zh_hans: 已移除 %@ 触发键

source: Removed trigger
ja: トリガーを削除しました
zh_hans: 已移除触发键

source: Rename
ja: 名前を変更
zh_hans: 重命名

source: Renamed slot %@.
ja: スロット %@ の名前を変更しました。
zh_hans: 已重命名槽位 %@。

source: Renamed slot to %@
ja: スロット名を %@ に変更しました
zh_hans: 槽位已重命名为 %@

source: Replace All Slots and Triggers
ja: すべてのスロットとトリガーを置き換える
zh_hans: 替换所有槽位和触发键

source: Replace your settings with the ones in "%@"?
ja: 「%@」の設定で現在の設定を置き換えますか？
zh_hans: 用“%@”中的设置替换当前设置？

source: Replays the appear animation
ja: 表示アニメーションを再生します
zh_hans: 重播出现动画

source: Report an Issue…
ja: 問題を報告…
zh_hans: 报告问题…

source: Request Permissions
ja: 権限をリクエスト
zh_hans: 请求权限

source: Requested %@, but macOS did not report the active input source.
ja: %@ を要求しましたが、macOS から現在の入力ソースが報告されませんでした。
zh_hans: 已请求 %@，但 macOS 未报告当前输入源。

source: Requested %@, but macOS still reports %@.
ja: %@ を要求しましたが、macOS はまだ %@ と報告しています。
zh_hans: 已请求 %@，但 macOS 仍报告为 %@。

source: Requires macOS 13
ja: macOS 13 が必要です
zh_hans: 需要 macOS 13

source: Reset
ja: リセット
zh_hans: 重置

source: Reset slots to detected input sources
ja: 検出した入力ソースにスロットをリセット
zh_hans: 将槽位重置为检测到的输入源

source: Reset to Detected
ja: 検出結果にリセット
zh_hans: 重置为检测结果

source: Restarting…
ja: 再起動中…
zh_hans: 正在重新启动…

source: Restored slot %@
ja: スロット %@ を復元しました
zh_hans: 已恢复槽位 %@

source: Restored slot %@.
ja: スロット %@ を復元しました。
zh_hans: 已恢复槽位 %@。

source: Restored slot, but conflicting triggers were not restored: %@
ja: スロットを復元しましたが、競合するトリガーは復元しませんでした：%@
zh_hans: 已恢复槽位，但未恢复冲突的触发键：%@

source: Resume
ja: 再開
zh_hans: 恢复

source: Resume keyboard listener
ja: キーボード監視を再開
zh_hans: 恢复键盘监听器

source: Right
ja: 右
zh_hans: 右

source: Right Command
ja: 右 Command
zh_hans: 右 Command

source: Right Control
ja: 右 Control
zh_hans: 右 Control

source: Right Option
ja: 右 Option
zh_hans: 右 Option

source: Right Shift
ja: 右 Shift
zh_hans: 右 Shift

source: Royal Blue
ja: ロイヤルブルー
zh_hans: 宝蓝

source: Rule removed for %@
ja: %@ のルールを削除しました
zh_hans: 已移除 %@ 的规则

source: Rule saved for %@
ja: %@ のルールを保存しました
zh_hans: 已保存 %@ 的规则

source: Running
ja: 実行中
zh_hans: 正在运行

source: Running apps. Search to find others.
ja: 実行中のアプリです。他のアプリは検索してください。
zh_hans: 正在运行的应用。搜索可查找其他应用。

source: Running in the background
ja: バックグラウンド動作
zh_hans: 后台运行

source: Safety Orange
ja: セーフティーオレンジ
zh_hans: 安全橙

source: Same as text
ja: 文字と同じ
zh_hans: 与文字相同

source: Save shortcut for %@
ja: %@ のショートカットを保存
zh_hans: 保存 %@ 的快捷键

source: Save · Return
ja: 保存 · Return
zh_hans: 保存 · Return

source: Saved %@
ja: %@ を保存しました
zh_hans: 已保存 %@

source: Saved trigger %@
ja: トリガー %@ を保存しました
zh_hans: 已保存触发键 %@

source: Search apps
ja: アプリを検索
zh_hans: 搜索应用

source: Search fonts
ja: フォントを検索
zh_hans: 搜索字体

source: Search installed apps
ja: インストール済みアプリを検索
zh_hans: 搜索已安装的应用

source: Select All
ja: すべてを選択
zh_hans: 全选

source: Selected
ja: 選択済み
zh_hans: 已选中

source: Selected %@
ja: %@ を選択しました
zh_hans: 已选择 %@

source: Selected %@.
ja: %@ を選択しました。
zh_hans: 已选中 %@。

source: Semi
ja: セミボールド
zh_hans: 半粗

source: Set
ja: 設定
zh_hans: 设置

source: Settings file
ja: 設定ファイル
zh_hans: 设置文件

source: Setup
ja: セットアップ
zh_hans: 设置向导

source: Setup finished. CmdIME keeps running in the background.
ja: セットアップが完了しました。CmdIME はバックグラウンドで動作し続けます。
zh_hans: 设置已完成。CmdIME 会继续在后台运行。

source: Setup guide
ja: セットアップガイド
zh_hans: 设置向导

source: Setup guide closed.
ja: セットアップガイドを閉じました。
zh_hans: 设置向导已关闭。

source: Setup guide opened.
ja: セットアップガイドを開きました。
zh_hans: 已打开设置向导。

source: Setup skipped. The guide stays available under General.
ja: セットアップをスキップしました。「一般」からガイドを開けます。
zh_hans: 已跳过设置。仍可在“通用”中打开向导。

source: Setup step %lld of %lld: %@
ja: セットアップ ステップ %lld / %lld：%@
zh_hans: 设置第 %lld 步，共 %lld 步：%@

source: Shadow
ja: 影
zh_hans: 阴影

source: Shortcut
ja: ショートカット
zh_hans: 快捷键

source: Shortcut draft for %@
ja: %@ のショートカットの下書き
zh_hans: %@ 的快捷键草稿

source: Shortcut is empty.
ja: ショートカットが空です。
zh_hans: 快捷键为空。

source: Shortcut needs a non-modifier key: %@.
ja: ショートカットには修飾キー以外のキーが必要です：%@。
zh_hans: 快捷键需要一个非修饰键：%@。

source: Shortcuts are not being captured.
ja: ショートカットを検出していません。
zh_hans: 当前不捕获快捷键。

source: Show %@ slot
ja: スロット %@ を表示
zh_hans: 显示 %@ 槽位

source: Show %@ slot using %@
ja: %@ スロット（%@ を使用）を表示
zh_hans: 显示 %@ 槽位（使用 %@）

source: Show Backups
ja: バックアップを表示
zh_hans: 显示备份

source: Show Current Input Source
ja: 現在の入力ソースを表示
zh_hans: 显示当前输入源

source: Show Setup Guide
ja: セットアップガイドを表示
zh_hans: 显示设置向导

source: Show a bubble when Caps Lock changes
ja: Caps Lock の変化時にバブルを表示
zh_hans: Caps Lock 改变时显示气泡

source: Show in Finder
ja: Finder で表示
zh_hans: 在访达中显示

source: Show or hide keyboard permission details
ja: キーボード権限の詳細を表示または非表示
zh_hans: 显示或隐藏键盘权限详情

source: Show switch indicator
ja: 切り替えインジケーターを表示
zh_hans: 显示切换指示气泡

source: Show the indicator in %@ again
ja: %@ でインジケーターを再び表示
zh_hans: 重新在 %@ 中显示指示气泡

source: Show the indicator in this app again
ja: このアプリでインジケーターを再び表示
zh_hans: 重新在此应用中显示指示气泡
